[
    {
        "key": 1,
        "name": "St. Martin's Island",
        "description": "Millennia ago, the island used to be an extension of the Teknaf peninsula, but at a later time some portion of this peninsula got submerged and thus the southernmost part of the aforementioned peninsula became an island, and was disconnected from the Bangladesh mainland. The first settlement started 250 years ago, in 18th century, by Arabian merchants who named the island 'Jazira'. During British occupation the island was named after the then Deputy Commissioner of Chittagong Mr. Martin as St. Martin Island. Likely because one or more of the Arabs were Saint and whose name could not be identified. Local names of the island are Narikel jinjira[3] which means Coconut Island, and Daruchini Dwip which means Cinnamon island. It is the only coral island in Bangladesh.",
        "img": "https://i.ibb.co/QHZMpTS/saint-martin.jpg"
    },
    {
        "key": 2,
        "name": "Bali",
        "description": "Bali (/ˈbɑːli/; Balinese: ᬩᬮᬶ) is a province of Indonesia and the westernmost of the Lesser Sunda Islands. East of Java and west of Lombok, the province includes the island of Bali and a few smaller neighbouring islands, notably Nusa Penida, Nusa Lembongan, and Nusa Ceningan. The provincial capital, Denpasar,[7] is the most populous city in the Lesser Sunda Islands and the second-largest, after Makassar, in Eastern Indonesia. The upland town of Ubud is considered Bali's cultural centre. The province is Indonesia's main tourist destination, with a significant rise in tourism since the 1980s.[8] Tourism-related business makes up 80% of its economy.[9]",
        "img": "https://i.ibb.co/ngtY9k0/Bali.jpg"
    },
    {
        "key": 3,
        "name": "Kashmir",
        "description": "Kashmir has a recorded forest area of 20,230 square kilometres (7,810 sq mi) along with some national parks and reserves. The forests vary according to the climatic conditions and the altitude. Kashmir forests range from the tropical deciduous forests in the foothills of Jammu and Muzafarabad, to the temperate forests throughout the Vale of Kashmir and to the alpine grasslands and high altitude medows in Gilgit-Baltistan and Ladakh.[88][89] The Kashmir region has four well defined zones of vegetation in the tree growth, due to the difference in elevation. The tropical forests up to 1500 m, are known as the Phulai (Acacia modesta) and Olive (Olea cuspid ata) Zone. There occur semi-deciduous species of Shorea robusta, Acacia catechu, Dalbergia sissoo, Albizia lebbeck, Garuga pinnata, Terminalia bellirica and T. tomentosa and Pinus roxburghii are found at higher elevations. The temperate zone between (1,500–3,500 m) is referred as the Chir Pine (Finns longifolia). This zone is dominated by oaks (Quercus spp.) and Rhododendron spp. The Blue Pine (Finns excelsa) Zone with Cedrus deodara, Abies pindrow and Picea smithiana occur at elevations between 2,800 and 3,500 m",
        "img": "https://i.ibb.co/7jBD595/Kashmir.jpg"
    },
    {
        "key": 4,
        "name": "Jungfraujoch,Switzerland",
        "description": "The Jungfraujoch (German: lit. maiden saddle) is a saddle connecting two major 4000ers of the Bernese Alps: the Jungfrau and the Mönch. It lies at an elevation of 3,463 metres (11,362 ft) above sea level and is directly overlooked by the rocky prominence of the Sphinx. The Jungfraujoch is a glacier saddle, on the upper snows of the Aletsch Glacier, and part of the Jungfrau-Aletsch area, situated on the boundary between the cantons of Bern and Valais, halfway between Interlaken and Fiesch.",
        "img": "https://i.ibb.co/9phyCrN/Jungfraujoch-switzerland.jpg"
    },
    {
        "key": 5,
        "name": "Jet d'Eau,Switzerland",
        "description": "The Jet d'Eau (French pronunciation: ​[ʒɛ do], Water-Jet) is a large fountain in Geneva, Switzerland and is one of the city's most famous landmarks, being featured on the city's official tourism web site and on the official logo for Geneva's hosting of group stage matches at UEFA Euro 2008.[1] Situated where Lake Geneva exits as the Rhône, it is visible throughout the city and from the air, even when flying over Geneva at an altitude of 10 kilometres (33,000 ft).",
        "img": "https://i.ibb.co/Jn9XYxk/Jet-d-eau-Switzerland.jpg"
    },
    {
        "key": 6,
        "name": "Brienzer Rothorn,Switzerland",
        "description": "The Brienzer Rothorn is a mountain of the Emmental Alps, in Switzerland. With an elevation of 2,350 metres above sea level, the Brienzer Rothorn is the highest summit of the range. To its west lies the Tannhorn, whilst to its east are Arnihaaggen, Höch Gumme and the Brünig Pass (1,008 m). On its south side it overlooks Lake Brienz, whilst to the north it looks out over the Waldemme valley.[3]",
        "img": "https://i.ibb.co/j8FxgSn/Brienz-Rothorn-Switzerland.jpg"
    },
    {
        "key": 7,
        "name": " Machu Picchu, Peru",
        "description": "Located high in the Andes mountains of Peru, Machu Picchu is now believed to have been a sacred royal retreat for the Incan rulers. Built in the 15th century AD and abandoned less than a 100 years later, the remote site continues to amaze with its perfectly joined, mortarless, intricate stonework. Huge multi-ton blocks of stone are perfectly joined with each other, without the use of mortar or cement.",
        "img": "https://i.ibb.co/x6B3pxs/machu-picchu-peru.jpg"
    },
    {
        "key": 8,
        "name": "The Grand Canyon, Arizona",
        "description": "This incredible natural wonder is in the U.S. state of Arizona. It's one of those beautiful places for which photos or video just don't do it justice—its sheer size and scope is hard to comprehend.With geology formed over the past two billion years, yes billion, the 277 mile-long canyon itself is believed to have been started around five to six million years ago. It was formed by the flow of the Colorado River, which still flows through it and continues to erode the geology along its course.",
        "img": "https://i.ibb.co/7gvN9kx/grand-canyon-arizona.jpg"
    },
    {
        "key": 9,
        "name": "Rome, Italy",
        "description": "The Eternal City is more like a giant, living museum. Visitors are immersed in and surrounded by thousands of years of history. It's a relatively compact city, and a three-day itinerary gets you to the minimum number of must-see places.These must-see sites for any visitor include the Colosseum and adjacent Roman Forum; the Pantheon; and Vatican City, a separate country in the middle of central Rome.",
        "img": "https://i.ibb.co/rbdy9xH/rome-italy.jpg"
    }
]